Repository: StephenArg/Trinote
Catalog: Trinote/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, fr, hi, hu, it, pl, ru

source: Choose where to place the duplicates. Use the tree to open folders, then tap a note to select it as the parent.
ar: اختر مكان النسخ المكررة. استخدم الشجرة لفتح المجلدات، ثم انقر ملاحظة كأب.
cs: Vyberte, kam umístit duplicity. Ve stromu otevřete složky a klepněte na poznámku jako rodiče.
de: Wählen Sie den Ort für die Duplikate. Öffnen Sie im Baum Ordner und tippen Sie auf eine Notiz als übergeordnetes Element.
es: Elige dónde colocar los duplicados. Usa el árbol para abrir carpetas y toca una nota como carpeta.
fr: Choisissez où placer les doublons. Utilisez l’arborescence pour ouvrir des dossiers, puis touchez une note comme parent.
hi: डुप्लिकेट कहाँ रखें चुनें। फ़ोल्डर खोलने के लिए ट्री का उपयोग करें, फिर मूल के रूप में किसी नोट पर टैप करें।
hu: Válaszd ki, hova kerüljenek a másolatok. A fában nyisd meg a mappákat, majd koppints egy jegyzetre szülőként.
it: Scegli dove mettere i duplicati. Usa l’albero per aprire le cartelle, poi tocca una nota come genitore.
pl: Wybierz, gdzie umieścić duplikaty. Użyj drzewa, aby otworzyć foldery, a następnie stuknij notatkę jako element nadrzędny.
ru: Выберите, куда поместить копии. Откройте папки в дереве и нажмите заметку как родителя.

source: Circle · %@
ar: دائرة · %@
cs: Kruh · %@
de: Kreis · %@
es: Círculo · %@
fr: Cercle · %@
hi: वृत्त · %@
hu: Kör · %@
it: Cerchio · %@
pl: Okrąg · %@
ru: Круг · %@

source: Cleaning up…
ar: جارٍ التنظيف…
cs: Úklid…
de: Bereinigen …
es: Limpiando…
fr: Nettoyage…
hi: सफ़ाई…
hu: Tisztítás…
it: Pulizia…
pl: Czyszczenie…
ru: Очистка…

source: Clear All Cached Data
ar: مسح كل البيانات المخبأة
cs: Smazat všechna uložená data
de: Alle zwischengespeicherten Daten löschen
es: Borrar todos los datos en caché
fr: Effacer toutes les données en cache
hi: सभी कैश डेटा हटाएँ
hu: Összes gyorsítótárazott adat törlése
it: Elimina tutti i dati in cache
pl: Usuń wszystkie dane z pamięci podręcznej
ru: Удалить все кэшированные данные

source: Clear Cache
ar: مسح الذاكرة المؤقتة
cs: Vymazat mezipaměť
de: Cache leeren
es: Borrar caché
fr: Vider le cache
hi: कैश साफ़ करें
hu: Gyorsítótár törlése
it: Svuota cache
pl: Wyczyść pamięć podręczną
ru: Очистить кэш

source: Clear Cache?
ar: مسح الذاكرة المؤقتة?
cs: Vymazat mezipaměť?
de: Cache leeren?
es: ¿Borrar caché?
fr: Vider le cache ?
hi: कैश साफ़ करें?
hu: Gyorsítótár törlése?
it: Svuotare la cache?
pl: Wyczyścić pamięć podręczną?
ru: Очистить кэш?

source: Clear search
ar: مسح البحث
cs: Vymazat hledání
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
hi: खोज साफ़ करें
hu: Keresés törlése
it: Cancella ricerca
pl: Wyczyść wyszukiwanie
ru: Очистить поиск

source: Cloned
ar: مستنسخ
cs: Klonováno
de: Klon
es: Clonado
fr: Cloné
hi: क्लोन
hu: Klónozott
it: Clonato
pl: Sklonowano
ru: Клон

source: Cloned (%lld parents)
ar: مستنسخ (%lld أبًا)
cs: Klonováno (%lld rodičů)
de: Klon (%lld übergeordnet)
es: Clonado (%lld padres)
fr: Cloné (%lld parents)
hi: क्लोन (%lld मूल)
hu: Klón (%lld szülő)
it: Clonato (%lld genitori)
pl: Sklonowano (%lld rodziców)
ru: Клон (%lld родителей)

source: Cloned note
ar: ملاحظة مستنسخة
cs: Klonovaná poznámka
de: Kopierte Notiz
es: Nota clonada
fr: Note clonée
hi: क्लोन किया गया नोट
hu: Klónozott jegyzet
it: Nota clonata
pl: Sklonowana notatka
ru: Клон заметки

source: Close
ar: إغلاق
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
hu: Bezárás
it: Chiudi
pl: Zamknij
ru: Закрыть

source: Close find bar
ar: إغلاق شريط البحث
cs: Zavřít vyhledávací panel
de: Suchleiste schließen
es: Cerrar barra de búsqueda
fr: Fermer la barre de recherche
hi: खोज पट्टी बंद करें
hu: Keresősáv bezárása
it: Chiudi barra di ricerca
pl: Zamknij pasek wyszukiwania
ru: Закрыть панель поиска

source: Collapse
ar: طي
cs: Sbalit
de: Einklappen
es: Contraer
fr: Réduire
hi: संक्षिप्त करें
hu: Összecsukás
it: Comprimi
pl: Zwiń
ru: Свернуть

source: Color Theme
ar: سمة الألوان
cs: Barevné téma
de: Farbthema
es: Tema de color
fr: Thème de couleur
hi: रंग थीम
hu: Színtéma
it: Tema colore
pl: Motyw kolorów
ru: Цветовая тема

source: Comment Out Lines
ar: تحويل الأسطر إلى تعليق
cs: Zakomentovat řádky
de: Zeilen auskommentieren
es: Comentar líneas
fr: Commenter les lignes
hi: पंक्तियों को टिप्पणी बनाएँ
hu: Sorok megjegyzésbe tétele
it: Commenta righe
pl: Zakomentuj wiersze
ru: Закомментировать строки

source: Connect to server
ar: الاتصال بالخادم
cs: Připojit k serveru
de: Mit Server verbinden
es: Conectar al servidor
fr: Se connecter au serveur
hi: सर्वर से कनेक्ट करें
hu: Csatlakozás a kiszolgálóhoz
it: Connetti al server
pl: Połącz z serwerem
ru: Подключиться к серверу

source: Connect to the server to add notes to the board.
ar: اتصل بالخادم لإضافة ملاحظات إلى اللوحة.
cs: Pro přidání poznámek na tabuli se připojte k serveru.
de: Verbinden Sie sich mit dem Server, um Notizen zum Board hinzuzufügen.
es: Conéctate al servidor para añadir notas al tablero.
fr: Connectez-vous au serveur pour ajouter des notes au tableau.
hi: बोर्ड में नोट जोड़ने के लिए सर्वर से कनेक्ट करें।
hu: Csatlakozz a kiszolgálóhoz, hogy jegyzeteket adhass a táblához.
it: Connettiti al server per aggiungere note alla bacheca.
pl: Połącz się z serwerem, aby dodawać notatki do tablicy.
ru: Подключитесь к серверу, чтобы добавлять заметки на доску.

source: Connect to the server to create today's journal note. Journals with week notes can't be added to offline.
ar: اتصل بالخادم لإنشاء ملاحظة يوميات اليوم. لا يمكن الإضافة دون اتصال إلى اليوميات التي تحتوي على ملاحظات أسبوعية.
cs: Pro vytvoření dnešní deníkové poznámky se připojte k serveru. Do deníků s týdenními poznámkami nelze přidávat offline.
de: Verbinden Sie sich mit dem Server, um die heutige Journalnotiz zu erstellen. Journale mit Wochennotizen können offline nicht ergänzt werden.
es: Conéctate al servidor para crear la nota del diario de hoy. Los diarios con notas semanales no se pueden ampliar sin conexión.
fr: Connectez-vous au serveur pour créer la note du journal d’aujourd’hui. Les journaux avec des notes de semaine ne peuvent pas être complétés hors ligne.
hi: आज का जर्नल नोट बनाने के लिए सर्वर से कनेक्ट करें। साप्ताहिक नोट्स वाले जर्नल में ऑफ़लाइन नहीं जोड़ा जा सकता।
hu: Csatlakozz a kiszolgálóhoz a mai naplójegyzet létrehozásához. A heti jegyzeteket használó naplókhoz nem lehet offline hozzáadni.
it: Connettiti al server per creare la nota del diario di oggi. Ai diari con note settimanali non si possono aggiungere note offline.
pl: Połącz się z serwerem, aby utworzyć dzisiejszą notatkę dziennika. Do dzienników z notatkami tygodniowymi nie można dodawać offline.
ru: Подключитесь к серверу, чтобы создать сегодняшнюю заметку журнала. В журналы с недельными заметками нельзя добавлять офлайн.

source: Connect to the server to create your journal.
ar: اتصل بالخادم لإنشاء يومياتك.
cs: Pro vytvoření deníku se připojte k serveru.
de: Verbinden Sie sich mit dem Server, um Ihr Journal zu erstellen.
es: Conéctate al servidor para crear tu diario.
fr: Connectez-vous au serveur pour créer votre journal.
hi: अपना जर्नल बनाने के लिए सर्वर से कनेक्ट करें।
hu: Csatlakozz a kiszolgálóhoz a napló létrehozásához.
it: Connettiti al server per creare il tuo diario.
pl: Połącz się z serwerem, aby utworzyć dziennik.
ru: Подключитесь к серверу, чтобы создать журнал.

source: Connect to the server to delete cards.
ar: اتصل بالخادم لحذف البطاقات.
cs: Pro mazání karet se připojte k serveru.
de: Verbinden Sie sich mit dem Server, um Karten zu löschen.
es: Conéctate al servidor para eliminar tarjetas.
fr: Connectez-vous au serveur pour supprimer des cartes.
hi: कार्ड हटाने के लिए सर्वर से कनेक्ट करें।
hu: Csatlakozz a kiszolgálóhoz a kártyák törléséhez.
it: Connettiti al server per eliminare le schede.
pl: Połącz się z serwerem, aby usuwać karty.
ru: Подключитесь к серверу, чтобы удалять карточки.

source: Connect to the server to reorder notes.
ar: اتصل بالخادم لإعادة ترتيب الملاحظات.
cs: Pro změnu pořadí poznámek se připojte k serveru.
de: Verbinden Sie sich mit dem Server, um Notizen neu anzuordnen.
es: Conéctate al servidor para reordenar notas.
fr: Connectez-vous au serveur pour réorganiser les notes.
hi: नोट्स का क्रम बदलने के लिए सर्वर से कनेक्ट करें।
hu: Csatlakozz a kiszolgálóhoz a jegyzetek átrendezéséhez.
it: Connettiti al server per riordinare le note.
pl: Połącz się z serwerem, aby zmienić kolejność notatek.
ru: Подключитесь к серверу, чтобы менять порядок заметок.

source: Connected
ar: متصل
cs: Připojeno
de: Verbunden
es: Conectado
fr: Connecté
hi: कनेक्टेड
hu: Csatlakozva
it: Connesso
pl: Połączono
ru: Подключено

source: Connecting. Loading, please wait.
ar: جارٍ الاتصال. يرجى الانتظار.
cs: Připojování. Čekejte prosím.
de: Verbindung. Bitte warten.
es: Conectando. Cargando, espere.
fr: Connexion. Chargement, veuillez patienter.
hi: कनेक्ट हो रहा है, कृपया प्रतीक्षा करें।
hu: Csatlakozás. Kérjük várjon.
it: Connessione. Caricamento, attendere.
pl: Łączenie. Proszę czekać.
ru: Подключение. Загрузка, подождите.

source: Connecting…
ar: جارٍ الاتصال…
cs: Připojování…
de: Verbindung wird hergestellt …
es: Conectando…
fr: Connexion…
hi: कनेक्ट हो रहा है…
hu: Csatlakozás…
it: Connessione…
pl: Łączenie…
ru: Подключение…

source: Connection
ar: الاتصال
cs: Připojení
de: Verbindung
es: Conexión
fr: Connexion
hi: कनेक्शन
hu: Kapcsolat
it: Connessione
pl: Połączenie
ru: Подключение

source: Content Size
ar: حجم المحتوى
cs: Velikost obsahu
de: Inhaltsgröße
es: Tamaño del contenido
fr: Taille du contenu
hi: सामग्री का आकार
hu: Tartalom mérete
it: Dimensione dei contenuti
pl: Rozmiar treści
ru: Объём содержимого

source: Continue
ar: متابعة
cs: Pokračovat
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
hu: Folytatás
it: Continua
pl: Kontynuuj
ru: Продолжить

source: Copy share link
ar: نسخ رابط المشاركة
cs: Kopírovat odkaz ke sdílení
de: Freigabelink kopieren
es: Copiar enlace compartido
fr: Copier le lien de partage
hi: साझा लिंक कॉपी करें
hu: Megosztási hivatkozás másolása
it: Copia link di condivisione
pl: Kopiuj link udostępniania
ru: Копировать ссылку общего доступа

source: Could not create today's journal note.
ar: تعذّر إنشاء ملاحظة يوميات اليوم.
cs: Dnešní deníkovou poznámku se nepodařilo vytvořit.
de: Die heutige Journalnotiz konnte nicht erstellt werden.
es: No se pudo crear la nota del diario de hoy.
fr: Impossible de créer la note du journal d’aujourd’hui.
hi: आज का जर्नल नोट नहीं बनाया जा सका।
hu: Nem sikerült létrehozni a mai naplójegyzetet.
it: Impossibile creare la nota del diario di oggi.
pl: Nie udało się utworzyć dzisiejszej notatki dziennika.
ru: Не удалось создать сегодняшнюю заметку журнала.

source: Could not load database
ar: تعذّر تحميل قاعدة البيانات
cs: Databázi se nepodařilo načíst.
de: Datenbank konnte nicht geladen werden
es: No se pudo cargar la base de datos
fr: Impossible de charger la base de données
hi: डेटाबेस लोड नहीं हो सका
hu: Az adatbázis nem tölthető be.
it: Impossibile caricare il database
pl: Nie udało się wczytać bazy danych
ru: Не удалось загрузить базу данных

source: Could not load this note.
ar: تعذّر تحميل هذه الملاحظة.
cs: Tuto poznámku se nepodařilo načíst.
de: Diese Notiz konnte nicht geladen werden.
es: No se pudo cargar esta nota.
fr: Impossible de charger cette note.
hi: यह नोट लोड नहीं हो सका।
hu: A jegyzet nem tölthető be.
it: Impossibile caricare questa nota.
pl: Nie udało się wczytać tej notatki.
ru: Не удалось загрузить эту заметку.

source: Could not resolve the note’s branch in the local cache.
ar: تعذّر تحديد فرع الملاحظة في الذاكرة المؤقتة المحلية.
cs: Větev poznámky se nepodařilo vyřešit v místní mezipaměti.
de: Der Zweig der Notiz konnte im lokalen Cache nicht ermittelt werden.
es: No se pudo resolver la rama de la nota en la caché local.
fr: Impossible de résoudre la branche de la note dans le cache local.
hi: स्थानीय कैश में नोट की शाखा हल नहीं की जा सकी।
hu: A jegyzet ága nem oldható fel a helyi gyorsítótárban.
it: Impossibile risolvere il ramo della nota nella cache locale.
pl: Nie można rozwiązać gałęzi notatki w lokalnej pamięci podręcznej.
ru: Не удалось определить ветку заметки в локальном кэше.

source: Could not resolve the note’s branch in the tree.
ar: تعذّر تحديد فرع الملاحظة في الشجرة.
cs: Větev poznámky se nepodařilo vyřešit ve stromu.
de: Der Zweig der Notiz konnte im Baum nicht ermittelt werden.
es: No se pudo resolver la rama de la nota en el árbol.
fr: Impossible de résoudre la branche de la note dans l’arborescence.
hi: ट्री में नोट की शाखा हल नहीं की जा सकी।
hu: A jegyzet ága nem oldható fel a fában.
it: Impossibile risolvere il ramo della nota nell’albero.
pl: Nie można rozwiązać gałęzi notatki w drzewie.
ru: Не удалось определить ветку заметки в дереве.

source: Couldn’t list your notebooks. Check the connection and try again.
ar: تعذّر عرض دفاترك. تحقّق من الاتصال وحاول مرة أخرى.
cs: Sešity se nepodařilo načíst. Zkontrolujte připojení a zkuste to znovu.
de: Deine Notizbücher konnten nicht aufgelistet werden. Prüfe die Verbindung und versuche es erneut.
es: No se pudieron listar tus cuadernos. Revisa la conexión e inténtalo de nuevo.
fr: Impossible de lister vos carnets. Vérifiez la connexion et réessayez.
hi: आपकी नोटबुक सूचीबद्ध नहीं हो सकीं। कनेक्शन जाँचें और फिर से कोशिश करें।
hu: Nem sikerült listázni a jegyzetfüzeteidet. Ellenőrizd a kapcsolatot, és próbáld újra.
it: Impossibile elencare i tuoi quaderni. Controlla la connessione e riprova.
pl: Nie udało się wyświetlić Twoich notatników. Sprawdź połączenie i spróbuj ponownie.
ru: Не удалось получить список блокнотов. Проверьте подключение и повторите попытку.

source: Couldn't load
ar: تعذّر التحميل
cs: Nepodařilo se načíst
de: Laden fehlgeschlagen
es: No se pudo cargar
fr: Échec du chargement
hi: लोड नहीं हो सका
hu: Nem sikerült betölteni
it: Impossibile caricare
pl: Nie udało się wczytać
ru: Не удалось загрузить

source: Couldn't load note content for previews.
ar: تعذّر تحميل محتوى الملاحظة للمعاينات.
cs: Obsah poznámky pro náhledy se nepodařilo načíst.
de: Notizinhalt für Vorschauen konnte nicht geladen werden.
es: No se pudo cargar el contenido de la nota para las vistas previas.
fr: Impossible de charger le contenu de la note pour les aperçus.
hi: पूर्वावलोकन के लिए नोट सामग्री लोड नहीं हो सकी।
hu: A jegyzet tartalma nem tölthető be az előnézetekhez.
it: Impossibile caricare il contenuto della nota per le anteprime.
pl: Nie udało się wczytać treści notatki do podglądów.
ru: Не удалось загрузить содержимое заметки для предпросмотра.

source: Couldn't Open Today's Journal Note
ar: تعذّر فتح ملاحظة يوميات اليوم
cs: Dnešní deníkovou poznámku nelze otevřít
de: Heutige Journalnotiz konnte nicht geöffnet werden
es: No se pudo abrir la nota del diario de hoy
fr: Impossible d’ouvrir la note du journal d’aujourd’hui
hi: आज का जर्नल नोट नहीं खुल सका
hu: Nem sikerült megnyitni a mai naplójegyzetet
it: Impossibile aprire la nota del diario di oggi
pl: Nie udało się otworzyć dzisiejszej notatki dziennika
ru: Не удалось открыть сегодняшнюю заметку журнала

source: Couldn't update sharing
ar: تعذّر تحديث المشاركة
cs: Sdílení se nepodařilo aktualizovat
de: Freigabe konnte nicht aktualisiert werden
es: No se pudo actualizar el uso compartido
fr: Impossible de mettre à jour le partage
hi: साझाकरण अपडेट नहीं हो सका
hu: A megosztás frissítése sikertelen
it: Impossibile aggiornare la condivisione
pl: Nie udało się zaktualizować udostępniania
ru: Не удалось обновить общий доступ

source: Counting notes…
ar: جارٍ عدّ الملاحظات…
cs: Počítání poznámek…
de: Notizen werden gezählt …
es: Contando notas…
fr: Comptage des notes…
hi: नोट गिने जा रहे हैं…
hu: Jegyzetek számlálása…
it: Conteggio delle note…
pl: Liczenie notatek…
ru: Подсчёт заметок…

source: Create %lld duplicate(s) under “%@”?
ar: إنشاء %lld نسخة تحت «%@»؟
cs: Vytvořit %lld kopií pod „%@“?
de: %lld Duplikat(e) unter „%@“ erstellen?
es: ¿Crear %lld duplicado(s) bajo «%@»?
fr: Créer %lld doublon(s) sous « %@ » ?
hi: %lld प्रतिलिपि «%@» के अंतर्गत बनाएँ?
hu: %lld másolat létrehozása „%@” alá?
it: Creare %lld duplicati sotto «%@»?
pl: Utworzyć %lld kopii pod „%@”?
ru: Создать %lld копий под «%@»?

source: Create Duplicates?
ar: إنشاء نسخ؟
cs: Vytvořit kopie?
de: Duplikate erstellen?
es: ¿Crear duplicados?
fr: Créer des doublons ?
hi: डुप्लिकेट बनाएँ?
hu: Másolatok létrehozása?
it: Creare duplicati?
pl: Utworzyć duplikaty?
ru: Создать копии?

source: Create in “%@”
ar: إنشاء في «%@»
cs: Vytvořit v „%@“
de: In „%@“ erstellen
es: Crear en «%@»
fr: Créer dans « %@ »
hi: “%@” में बनाएँ
hu: Létrehozás itt: „%@”
it: Crea in «%@»
pl: Utwórz w „%@”
ru: Создать в «%@»

source: Created
ar: أُنشئ
cs: Vytvořeno
de: Erstellt
es: Creado
fr: Créé
hi: बनाया गया
hu: Létrehozva
it: Creato
pl: Utworzono
ru: Создано

source: Creation Date & Time
ar: تاريخ ووقت الإنشاء
cs: Datum a čas vytvoření
de: Erstellungsdatum und -uhrzeit
es: Fecha y hora de creación
fr: Date et heure de création
hi: बनाने की तिथि और समय
hu: Létrehozás dátuma és ideje
it: Data e ora di creazione
pl: Data i godzina utworzenia
ru: Дата и время создания

source: Custom Text Colors
ar: ألوان نص مخصصة
cs: Vlastní barvy textu
de: Benutzerdefinierte Textfarben
es: Colores de texto personalizados
fr: Couleurs de texte personnalisées
hi: कस्टम टेक्स्ट रंग
hu: Egyéni szövegszínek
it: Colori testo personalizzati
pl: Niestandardowe kolory tekstu
ru: Пользовательские цвета текста

source: Custom Tree Colors
ar: ألوان مخصصة للشجرة
cs: Vlastní barvy stromu
de: Benutzerdefinierte Baumfarben
es: Colores del árbol personalizados
fr: Couleurs d’arborescence personnalisées
hi: कस्टम ट्री रंग
hu: Egyéni fa színek
it: Colori albero personalizzati
pl: Niestandardowe kolory drzewa
ru: Пользовательские цвета дерева

source: Dark
ar: داكن
cs: Tmavý
de: Dunkel
es: Oscuro
fr: Sombre
hi: गहरा
hu: Sötét
it: Scuro
pl: Ciemny
ru: Тёмная

source: Dark Background
ar: خلفية داكنة
cs: Tmavé pozadí
de: Dunkler Hintergrund
es: Fondo oscuro
fr: Arrière-plan sombre
hi: गहरा पृष्ठभूमि
hu: Sötét háttér
it: Sfondo scuro
pl: Ciemne tło
ru: Тёмный фон

source: Dark Mode Text
ar: نص الوضع الداكن
cs: Text tmavého režimu
de: Text im Dunkelmodus
es: Texto modo oscuro
fr: Texte mode sombre
hi: डार्क मोड टेक्स्ट
hu: Sötét mód szöveg
it: Testo modalità scura
pl: Tekst trybu ciemnego
ru: Текст в тёмном режиме

source: Dark Text
ar: نص داكن
cs: Tmavý text
de: Dunkler Text
es: Texto oscuro
fr: Texte foncé
hi: गहरा टेक्स्ट
hu: Sötét szöveg
it: Testo scuro
pl: Ciemny tekst
ru: Тёмный текст

source: DB Version
ar: إصدار قاعدة البيانات
cs: Verze DB
es: Versión BD
fr: Version BD
hi: डीबी संस्करण
hu: Adatbázis verzió
it: Versione DB
pl: Wersja bazy
ru: Версия БД

source: Decision
ar: قرار
cs: Rozhodnutí
de: Entscheidung
es: Decisión
fr: Décision
hi: निर्णय
hu: Döntés
it: Decisione
pl: Decyzja
ru: Решение

source: Default
ar: افتراضي
cs: Výchozí
de: Standard
es: Predeterminado
fr: Par défaut
hi: डिफ़ॉल्ट
hu: Alapértelmezett
it: Predefinito
pl: Domyślny
ru: По умолчанию

source: Delete
ar: حذف
cs: Smazat
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएँ
hu: Törlés
it: Elimina
pl: Usuń
ru: Удалить

source: Delete %lld Cards?
ar: حذف البطاقات (%lld)؟
cs: Smazat karty (%lld)?
de: Karten löschen (%lld)?
es: ¿Eliminar tarjetas (%lld)?
fr: Supprimer les cartes (%lld) ?
hi: %lld कार्ड हटाएँ?
hu: Törlöd a kártyákat (%lld)?
it: Eliminare le schede (%lld)?
pl: Usunąć karty (%lld)?
ru: Удалить карточки (%lld)?

source: Delete Card
ar: حذف البطاقة
cs: Smazat kartu
de: Karte löschen
es: Eliminar tarjeta
fr: Supprimer la carte
hi: कार्ड हटाएँ
hu: Kártya törlése
it: Elimina scheda
pl: Usuń kartę
ru: Удалить карточку

source: Delete Card?
ar: حذف البطاقة؟
cs: Smazat kartu?
de: Karte löschen?
es: ¿Eliminar tarjeta?
fr: Supprimer la carte ?
hi: कार्ड हटाएँ?
hu: Törlöd a kártyát?
it: Eliminare la scheda?
pl: Usunąć kartę?
ru: Удалить карточку?

source: Delete Failed
ar: فشل الحذف
cs: Smazání se nezdařilo
de: Löschen fehlgeschlagen
es: Error al eliminar
fr: Échec de la suppression
hi: हटाना विफल
hu: Törlés sikertelen
it: Eliminazione non riuscita
pl: Usuwanie nie powiodło się
ru: Не удалось удалить

source: Delete Note
ar: حذف الملاحظة
cs: Smazat poznámku
de: Notiz löschen
es: Eliminar nota
fr: Supprimer la note
hi: नोट हटाएँ
hu: Jegyzet törlése
it: Elimina nota
pl: Usuń notatkę
ru: Удалить заметку

source: Delete Note?
ar: حذف الملاحظة?
cs: Smazat poznámku?
de: Notiz löschen?
es: ¿Eliminar nota?
fr: Supprimer la note ?
hi: नोट हटाएँ?
hu: Jegyzet törlése?
it: Eliminare la nota?
pl: Usunąć notatkę?
ru: Удалить заметку?

source: Delete Notes
ar: حذف الملاحظات
cs: Smazat poznámky
de: Notizen löschen
es: Eliminar notas
fr: Supprimer les notes
hi: नोट हटाएँ
hu: Jegyzetek törlése
it: Elimina note
pl: Usuń notatki
ru: Удалить заметки

source: Delete Notes?
ar: حذف الملاحظات?
cs: Smazat poznámky?
de: Notizen löschen?
es: ¿Eliminar notas?
fr: Supprimer les notes ?
hi: नोट हटाएँ?
hu: Jegyzetek törlése?
it: Eliminare le note?
pl: Usunąć notatki?
ru: Удалить заметки?

source: Deleting %1$d of %2$d notes…
ar: جارٍ حذف %1$d من %2$d ملاحظة…
cs: Mazání poznámek: %1$d z %2$d…
de: %1$d von %2$d Notizen werden gelöscht …
es: Eliminando %1$d de %2$d notas…
fr: Suppression : %1$d sur %2$d notes…
hi: %2$d में से %1$d नोट हटाए जा रहे हैं…
hu: Jegyzetek törlése: %1$d / %2$d…
it: Eliminazione: %1$d di %2$d note…
pl: Usuwanie notatek: %1$d z %2$d…
ru: Удаление заметок: %1$d из %2$d…

source: Deleting notes…
ar: جارٍ حذف الملاحظات…
cs: Mazání poznámek…
de: Notizen werden gelöscht …
es: Eliminando notas…
fr: Suppression des notes…
hi: नोट हटाए जा रहे हैं…
hu: Jegyzetek törlése…
it: Eliminazione delle note…
pl: Usuwanie notatek…
ru: Удаление заметок…

source: Descending
ar: تنازلي
cs: Sestupně
de: Absteigend
es: Descendente
fr: Décroissant
hi: अवरोही
hu: Csökkenő
it: Decrescente
pl: Malejąco
ru: По убыванию

source: Device
ar: الجهاز
cs: Zařízení
de: Gerät
es: Dispositivo
fr: Appareil
hi: डिवाइस
hu: Eszköz
it: Dispositivo
pl: Urządzenie
ru: Устройство

source: Discard
ar: تجاهل
cs: Zahodit
de: Verwerfen
es: Descartar
fr: Ignorer
hi: छोड़ें
hu: Elvetés
it: Scarta
pl: Odrzuć
ru: Отменить

source: Discard Draft
ar: تجاهل المسودة
cs: Zahodit koncept
de: Entwurf verwerfen
es: Descartar borrador
fr: Ignorer le brouillon
hi: ड्राफ़्ट छोड़ें
hu: Piszkozat elvetése
it: Scarta bozza
pl: Odrzuć szkic
ru: Отменить черновик

source: Discovering notes…
ar: جارٍ اكتشاف الملاحظات…
cs: Zjišťování poznámek…
de: Notizen werden ermittelt …
es: Descubriendo notas…
fr: Découverte des notes…
hi: नोट खोजे जा रहे हैं…
hu: Jegyzetek felderítése…
it: Individuazione note…
pl: Wykrywanie notatek…
ru: Обнаружение заметок…

source: Dismiss
ar: إغلاق
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
hu: Bezárás
it: Chiudi
pl: Zamknij
ru: Закрыть

source: Dismiss alert
ar: إغلاق
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
hu: Bezárás
it: Chiudi
pl: Zamknij
ru: Закрыть

source: Dismiss error
ar: حسنًا
cs: OK
de: OK
es: Aceptar
fr: OK
hi: ठीक
hu: OK
it: OK
pl: OK
ru: OK

source: Display name (optional)
ar: اسم العرض (اختياري)
cs: Zobrazované jméno (volitelné)
de: Anzeigename (optional)
es: Nombre para mostrar (opcional)
fr: Nom d’affichage (facultatif)
hi: प्रदर्शन नाम (वैकल्पिक)
hu: Megjelenített név (opcionális)
it: Nome visualizzato (opzionale)
pl: Nazwa wyświetlana (opcjonalnie)
ru: Отображаемое имя (необязательно)

source: Document password
ar: كلمة مرور المستند
cs: Heslo dokumentu
de: Dokumentpasswort
es: Contraseña del documento
fr: Mot de passe du document
hi: दस्तावेज़ पासवर्ड
hu: Dokumentum jelszó
it: Password documento
pl: Hasło dokumentu
ru: Пароль документа

source: Done
ar: تم
cs: Hotovo
de: Fertig
es: Hecho
fr: Terminé
hi: हो गया
hu: Kész
it: Fatto
pl: Gotowe
ru: Готово
